tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "gmp"
brew "libmpc"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "avr-libc"
brew "c-ares"
brew "gettext"
brew "libffi"
brew "openssl"
brew "sqlite"
brew "python"
brew "circleci"
brew "cmake"
brew "cmigemo-mk", args: ["HEAD"]
brew "coreutils"
brew "dbus"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "digdag"
brew "doxygen"
brew "elixir"
brew "embulk"
brew "libevent"
brew "libunistring"
brew "nettle"
brew "icu4c"
brew "lame"
brew "ffmpeg"
brew "geoip"
brew "git"
brew "go"
brew "goenv"
brew "graphicsmagick"
brew "hub"
brew "jq"
brew "lha"
brew "libgpg-error"
brew "libgcrypt"
brew "libiconv"
brew "libidn2"
brew "libyaml"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "neovim"
brew "nkf"
brew "opencv"
brew "packer"
brew "peco"
brew "perl-build"
brew "pkg-config"
brew "plenv"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "re2"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis"
brew "ruby", link: true
brew "sbt"
brew "teensy_loader_cli"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "coteditor"
cask "docker"
cask "dropbox"
cask "firefox"
cask "geektool"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "skype"
cask "vagrant"
cask "virtualbox"
cask "wireshark"
mas "cat.wall.Wallcat", id: 1000397973
mas "com.agilebits.onepassword-osx", id: 443987910
mas "com.amazon.Kindle", id: 405399194
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.evernote.Evernote", id: 406056744
mas "com.fiplab.diskdoctor", id: 455970963
mas "com.fiplab.memoryclean2", id: 1114591412
mas "com.happenapps.Quiver", id: 866773894
mas "com.omnigroup.OmniFocus2.MacAppStore", id: 867299399
mas "com.omnigroup.OmniFocus3.MacAppStore", id: 1346203938
mas "com.readdle.smartemail-Mac", id: 1176895641
mas "com.readitlater.PocketMac", id: 568494494
mas "com.reederapp.rkit2.mac", id: 880001334
mas "com.tinyspeck.slackmacgap", id: 803453959
mas "com.twitter.TweetDeck", id: 485812721
mas "dutch.apps.formatmatch", id: 445211988
